Repository: deskflow/deskflow
Catalog: web/public/locale/*/LC_MESSAGES/website.po
Languages: hr, sq

source: Search tips
hr: Savjeti pretraživanja
sq: Keshilla kerkimi

source: If you get too many results, try specifying your operating system.
hr: Ako dobivate previše rezultata, pokušajte precizirati vaš operativni sustav.
sq: Nese merrni shume rezultate, specifikoni sistemin tuaj operativ.

source: Sometimes issues are specific to the client or server.
hr: Ponekad su problemi specifični klijentu ili poslužitelju.
sq: Ndonjehere ceshtjet jane specifike per klientin ose serverin.

source: You may find that entering your version number helps.
hr: Možda ste otkrili da unos broja vaše inačice pomaže.
sq: Nese vensdosni versionin mund t'iu ndihmoje.

source: If this does not work, use the <a href="%1">alternative Synergy search</a>.
hr: Ako ne radi koristite <a href="%1">alternativnu Synergy pretragu</a>.
sq: Nese kjo nuk funksionon, perdorni <a href="%1">kerkimin alternativ te Synergy</a>.

source: Search now
hr: Pretraži odmah
sq: Kerko tani

source: Loading
hr: Učitavanje
sq: Duke u ngarkuar

source: Please enter your name.
hr: Molim, upišite Vaše ime.
sq: Ju lutem vendosni emrin tuaj.

source: Please enter your email address.
hr: Molim, upišite Vašu adresu e-pošte.
sq: Ju lutem vendosni adresen tuaj te email-it.

source: Your email address does not look valid.
hr: Vaša adresa e-pošte je nevaljana.
sq: Adresa juja e email-it nuk duket e vlefshme.

source: That email address is already in use, are you already registered?
hr: Ta adresa e-pošte se već koristi, jeste li već registrirani?
sq: Kjo adrese eshte e rregjistruar tashme, jeni nje perdorues?

source: The confirm email textbox must match the email address textbox.
hr: Potvrdna e-pošta mora se poklapati sa upisanom e-poštom.
sq: Email qe vendosni ne kutine e konfirmimit te email duhet te jete i njejte me emailin qe vendosni ne kutine e emailit.

source: Please enter a password.
hr: Molim, upišite lozinku.
sq: Ju lutem vendosni nje fjalekalim.

source: The confirm password texbox must match the password textbox.
hr: Potvrdna lozinka mora se poklapati sa upisanom lozinkom.
sq: Kutia e konfirmimit te fjalekalimit duhet te jete e njejte me kutine e fjale kalimit.

source: OK
hr: U redu

source: Email:
hr: E-pošta:

source: Media
hr: Mediji
