Repository: deskflow/deskflow
Catalog: web/public/locale/*/LC_MESSAGES/website.po
Languages: hr, sq

source: Alternate Downloads
hr: Alternativna preuzimanja
sq: Shkarkime Alternative

source: These downloads are available for users having problems with the current release. Versions from this page are no longer supported.
hr: Ova preuzimanja su dostupna korisnicima koji imaju problema sa trenutnim izdanjima. Inačice sa ove stranice više nisu podržane.
sq: Keto shkarkime jane te disponueshme per perdoruesit qe kane probleme me versionet e meparshme. Per keto versione nuk ka me suport.

source: Previous 1.4 releases
hr: Prijašnja 1.4 izdanja
sq: Leshime te meparshme te v. 1.4

source: Beta
sq: Testim

source: Previous 1.3 releases
hr: Prijašnja 1.3 izdanja
sq: Leshime te meparshme te v. 1.3

source: Stable
hr: Stabilno
sq: I Qendrueshem

source: Other projects
hr: Ostali projekti
sq: Projekte te tjera

source: <a href="%1">iOS client by Matthias Ringwald</a> (iPad/iPhone)
hr: <a href="%1">iOS klijent od Matthiasa Ringwalda</a> (iPad/iPhone)
sq: <a href="%1">Klient per iOS nga Matthias Ringwald</a> (iPad/iPhone)

source: Related sites
hr: Srodne stranice
sq: Faqet e lidhura

source: Nightly builds
hr: Noćna izdanja
sq: Ndryshon cdo nate

source: use at your own risk
hr: koristite na vlastit rizik
sq: perdoreni ne pergjegjesine tuaj

source: Download
hr: Preuzimanje
sq: Shkarko

source: Thanks for supporting Synergy! No ads for you :-)
hr: Hvala Vam na podršci Synergyu! Oslobođeni ste oglasa :-)
sq: Faleminderit qe mbeshtetet Synergy! Pa reklama per ju :-)

source: <b>Important:</b> Please try using the <a href="%1">latest version</a> before trying older versions. The version available from this page is obsolete and may contain bugs fixed in the latest version.
hr: <b>Vrlo važno:</b> Molim, pokušajte koristiti <a href="%1">posljednju inačicu</a> prije korištenja starije inačice. Inačica dostupna sa ove stranice je zastarjela i može sadržavati greške popravljene u posljednjoj inačici.
sq: <b>E rendesishme:</b> Ju lutem perdorni <a href="%1">versionin e fundit</a> perpara se te provoni versione me te hershme. Versioni e disponueshme ne kete faqe jane te vjetersuara dhe ndoshta kane leshime ne siguri qe jane rregulluar ne versionin e fundit.

source: While your file is downloading, please take a look at <a href="%1">Synergy Premium</a>.
hr: Dok se Vaša datoteka preuzima, pogledajte <a href="%1">Synergy Premium</a>.
sq: Nderkohe qe dokumentat shkarkohen, ju lutem hidhini nje sy <a href="%1">Premium Synergy</a>.

source: Latest release:
hr: Posljednje izdanje:
sq: Leshimi i fundit:

source: What's new?
hr: Što je novo?
sq: Te rejat?

source: Source code
hr: Izvorni kôd
sq: Kod Burim

source: Alternate downloads
hr: Alternativna preuzimanja
sq: Shkarkim alternativ

source: Thanks for offering to donate! We really appreciate your support. We've replaced our donate button with Synergy Premium. It's like donating only you get the power to vote in return for your contribution.
hr: Hvala Vam na donaciji! Doista cijenimo Vašu podršku. Zamijenili smo našu tipku donacije za Synergy Premium. Poput doniranja je, samo što dobivate mogućnost glasanja u zamjenu za Vaš doprinos.
sq: Faleminderit per donacionet! Ne e vleresojme shume mbeshtetjen tuaj. Kemi zevendesuar donacionet me butonin Synergy Premium. Eshte e njejte me donacionet gjithashtu ju keni fuqni per te votuar sapo te perfundoni donacionin.

source: Register for Synergy Premium.
hr: Registrajte se na Synergy Premium.
sq: Rregjistrohu per Sunergy Premium.

source: How does Premium work?
hr: Kako Premium radi?
sq: Si funksionon mundesia Premium?

source: You decide what to contribute.
hr: Odlučite koliko želite doprinjeti.
sq: Vendosni ju me cfare do te mbeshtesni.

source: Use the slider or enter any value into the textbox.
hr: Koristite klizač ili upišite neku vrijednost u polje teksta.
sq: Perdorni ashensorin ose vendosni nje vlere ne kuti.

source: Continue
hr: Nastavi
sq: Vazhdo

source: or
hr: ili
sq: ose

source: Non-premium
hr: Ne-premium
sq: Jo-premium

source: I can't afford $1 to help Synergy.
hr: Ne mogu si priuštiti $1 da pomognem Synergyu.
sq: Nuk kam mundesi te ndihmoj Sunergy me $1.

source: Top 10 Votes
hr: Top 10 glasova
sq: 10 me te voruarit

source: The highest voted issue is given our full attention for the next release.
hr: Zahtjev sa najviše glasova biti će nam prioritetan za sljedeće izdanje.
sq: Ceshtja e votave me te larta eshte dhene, informohuni mbi lajmerimin tjeter.

source: %1 votes
hr: %1 glasova
sq: %1 e votave

source: No votes.
hr: Nema glasova.
sq: Pa vota.

source: Synergy Premium
sq: Premium Synergy

source: Thanks for your interest in Synergy Premium, we really appreciate your support. Funding allows us to spend more time improving Synergy. Support the Synergy project by registering a Synergy Premium account today.
hr: Hvala Vam što se zanimate za Synergy Premium, mnogo cijenimo Vašu podršku. Ta sredstva nam omogućuju da provedemo više vremena na poboljšanju Synergya. Podržite Synergy projekt registracijom Synergy Premium računa još danas.
sq: Faleminderit per interesimin tuaj per Synergy Premium, ne e vleresojme mbeshtetjen tuaj. Mbeshtetja juaj ben qe Synergy te permiresohet me teper. Mbeshtesi Projektin Sunergy duyke krijuar sot nje llogari Sunergy Premium.

source: If you can only contribute $1, that's totally fine by us! Anything at all will allow us to spend more time working on Synergy.
hr: Ako možete samo donirati $1 i to nam odgovara! Bilo kakav prilog omogućit će nam da provedemo više vremena na razvoju Synergya.
sq: Nese mund te kontibuoni vetem me $1, kjo eshte e mjaftueshme per ne!Sado pak do te na lejonte te kalonim me shume kohe me Synergy.

source: If you decide to contribute $10, then you get a premium vote. For each additional $10, you get another vote. You can cast this vote on any bug or feature. We will try our best to fix the highest voted feature in the next version. If we can't fix it then you get your votes back, simple.
hr: Ako odlučite donirati $10, onda dobivate premium glas. Za svakih $10, dobivate dodatni glas. Taj glas možete potrošiti na bilo koju grešku ili značajku. Dat ćemo sve od sebe da popravimo gešku ili dodamo novu značajku sa najvišim brojem glasova u sljedećoj inačici. Ako ne možemo popraviti greške onda vam vraćamo vaše glasove, vrlo jednostavno.
sq: Nese vendosni te konftribuoni me $10, atehere ju keni nje vote premium. Per cdo $10, ju merni nje tjeter vote. Mund ti shpenzoni keto vota ne ndonje leshim ose risi. Ne do te bejme me te miren per te rregulluar risite e reja me te votuara ne versionin e ardhshem. Nese ne nuk e rregullojme atehre ju kthjeme votat.

source: It's people like you that make Synergy a better piece of software! :-)
hr: Ljudima se sviđa to što radite Synergy boljim komadom softvera! :-)
sq: Jane njerezit si ty qe e bejne Synergy nje program me te mire! :-)

source: Thanks for your interest in Synergy Premium, we really appreciate your support. Funding allows us to spend more time improving Synergy.
hr: Hvala Vam što se zanimate za Synergy Premium, mnogo cijenimo Vašu podršku. Ta sredstva nam omogućuju da provedemo više vremena na poboljšanju Synergya.
sq: Faleminderit per interesimin tuaj per Synergy Premium, ne e vleresojme mbeshtetjen tuaj. Mbeshtetja juaj ben qe Synergy te permiresohet me teper.

source: We promise to not spam your email and we never store passwords in plain text (we only keep a hash).
hr: Obečavamo da nećemo spamati Vašu e-poštu i nikada nećemo spremati lozinke u običan tekst (samo zadržavamo jedinstvene-vrijednosti).
sq: Ju sigurojme qe nuk do t'iu dergojme spam ne email dhe kurre nuk i ruajme fjalekalimet si teks (i ruajme si hash).

source: You're almost done! Please choose a payment service. When the payment is complete, you will be redirected to your Synergy Premium account.
hr: Još malo pa ste gotovi! Molim, odaberite uslugu plaćanja. Kada je plaćanje završeno, biti ćete preusmjereni na Vaš Synergy Premium račun.
sq: Pothuajse perfunduat! Ju lutem zgjidhni nje metode pagese. Pasi te keni perfunduar pagesen, do te ridrejtoheni ne llogarine tuaj Synergy Premium.

source: The payment is handled by <b>Bolton Software Ltd</b>, the company behind the development of Synergy.
hr: Naplatom upravlja <b>Bolton Software d.o.o.</b>, tvrtka koja stoji iza razvoja Synergya.
sq: Kjo pagese shkoi per <b>Bolton Software Ltd</b>, kompania qe qendron pas zhvillimit te Synergy.

source: Please click a logo to continue.
hr: Za nastavak kliknite na logo.
sq: Ju lutem zgjidhni nje logo per te vazhduar.

source: Both PayPal and Google Wallet accept all major credit cards.
hr: Oba PayPal i Google Wallet prihvaćamo i sve vrste poznatijih kreditnih kartica.
sq: PyaPal dhe Google Wallet pranojne pothuajse te gjitha llojet e kartave.

source: Help
hr: Pomoć
sq: Ndihme

source: Having problems using Synergy? You're in the right place!
hr: Imate li problem pri korištenju Synergya? Na pravom ste mjestu!
sq: Keni probleme me perdorimin e Synergy?Jeni ne vendin e duhur!

source: By opening a Synergy Premium account with at least $10, you can directly influence the priority of what bugs will be fixed next. For every $10 contributed, you get 1 vote which you can assign to a bug fix. The highest voted bug fix will get our full attention.
hr: Otvaranjem Synergy Premium računa s najmanje $10, možete izravno utjecati na prioritet koja će sljedeća greška biti popravljena. Za svakih $10 doprinosa, dobivate 1 glas koji možete potrošiti za ispravak greške. Zahtjev za popravak greške koji ima najviše glasova biti će nam prioritetan.
sq: Duke krijuar nje llogari Synergy Premium me te pakten $10, ju mund te influenconi direkt ne prioritetin e leshimeve qe do te rregullohen ne versionin e ardhshem. Per cdo $10 qe kontribuoni, ju merni 1 vote te cilen ju mund te caktoni te rregulloni nje leshim. Leshimi me numrin me te madh te votave do te kete vemendjen tone maksimale.

source: <a href="%1">Open a Synergy Premium account now</a>.
hr: <a href="%1">Otvorite Synergy Premium račun odmah</a>.
sq: <a href="%1"> Hapni nje llogari Synergy Premium tani</a>.

source: Latest version
hr: Posljednja inačica
sq: Versioni i fundit

source: Many bugs are raised even though users haven't tried the latest version. Please visit the <a href="%1">downloads</a> page and try out the latest version (even if it's a beta). You might also want to try the <a href="%2">nightly builds</a>, but please do so only as a last resort (these versions have not passed our quality assurance).
hr: Mnoge greške su prijavljene iako korisnici nisu probali posljednju inačicu. Posjetite stranicu <a href="%1">Preuzimanje</a> i isprobajte posljednju inačicu (iako je još beta). Možda biste još htjeli isprobati <a href="%2">noćna izdanja</a>, ali učinite to kao posljednji izbor (ove inačice još nisuu prošle naš test kvalitete).
sq: Shume leshime te tjera jane ne qarkullim megjithese perdoruesit kane perdorur versionin e fundit. Ju lutem vizitoni faqen e <a <a href="%1">shkarkimeve</a> dhe provoni versionin e fundit (dhe nese eshte beta). Ndoshata ju doni te provoni versionin <a href="%2">Ndryshon cdo nate</a>, por ju kerkojme ta perdorni si zgjedhje te fundit (keto versione se kane kaluar testin tone te cilesise).

source: User guide
hr: Korisničke upute
sq: Manuali i perdoruesit

source: Please read our <a href="%1">user guide</a> before going any further.
hr: Molimo, pročitajte naše <a href="%1">korisničke upute</a> prije nego što nastavite dalje.
sq: Ju lutem lexoni <a href="%1">guiden</a> tone te perdoruesit para se te vazhdoni.

source: Search
hr: Pretraživanje
sq: Kerko

source: Do a <a href="%1">quick search</a>, it really won't take long.
hr: <a href="%1">Brzo pretražite</a>, to stvarno ne traje dugo.
sq: Bej nje <a href="%1">kerkim te thjeshte</a>, nuk do t'iu haje shume kohe.

source: Q&#38;A website
hr: Web stranica odgovora &#38; pitanja
sq: Q&#38;Uebfaqe

source: You can ask a question on our <a href="%1">Q&#38;A website</a>. Read the <a href="%2">FAQ</a> to make sure your question does not get closed.
hr: Možete postaviti pitanja na našoj <a href="%1">Web stranici odgovora &#38; pitanja</a>. Pročitajte <a href="%2">Često postavljana pitanja</a> kako bi bili sigurni da vaše pitanje nije zatvoreno.
sq: Mund te dergoni pyetjet tuaja ne <a href="%1">Q&#38;uebfaqen</a> tone. Lexoni <a href="%2">FAQ</a> ne menyre qe pyetja juaj te mos mbyllet.

source: Super User
hr: Super korisnik
sq: Perdorues Superior

source: If you're familiar with Super User, there's a <a href="%1">synergy tag</a>.
hr: Ako ste upoznati sa Super korisnikom, postoji <a href="%1">synergy oznaka</a>.
sq: Nese jeni familjarizuar me Perdorusin Superior, me poshte eshte nje <a href="%1">etikete synergy</a>.

source: Super User is <b>not</b> dedicated to supporting Synergy.
hr: Super korisnik <b>nije</b> dužan podržavati Synergy.
sq: Perdoruesi Superior <b>nuk </b> eshte i devotshem per te mbeshtetur Synergy.

source: Ask questions; do not nag or comment on bugs or issues.
hr: Postavite pitanja, ne prigovarajte ili ne komentirajte o greškama ili problemima.
sq: Beni pyetje; mos komentoni ose luani rreth leshimeve dhe ceshtjeve te tjera.

source: Do not raise new bugs there; use the issue tracker for this.
hr: Ne otvarajte novu prijavu o grešci, koristite pratitelj problema u tu svrhu.
sq: Mos rrisni leshimet atje; perdorni gjurmuesin per kete.

source: Synergy developers do <i>not</i> monitor this website.
hr: Synergy razvijatelji <i>ne</i> nadziru ovu web stranicu.
sq: Zhvilluesit e Synergy <i>nuk</i> e monitorojne kete uebfaqe.

source: Always use the "synergy" tag on your question.
hr: Uvijek koristite "synergy" oznaku u vašim pitanjima.
sq: Gjithmone perdorni si etiketim "synergy" ne pyetjet tuaja.

source: Make sure you mention "Synergy" in the question.
hr: Uvijek spomenite "Synergy" u pitanju.
sq: Sigurohuni qe te permendni "synergy" ne pytjet qe beni.

source: You can join our IRC channel: %1 (for IRC, you could use <a href="%2">XChat</a>)
hr: Možete se pridružiti našem IRC kanalu: %1 (za IRC, možete koristiti <a href="%2">XChat</a>)
sq: Mund te bashkoheni ne kanalin tone ne IRC: %1 (per IRC mund te perdorni <a href="%2">XChat</a>)

source: Mailing list
hr: Mailing lista
sq: Lista e mesazheve elektronike

source: We also have a <a href="%1">mailing list</a>. Do not post bugs on the mailing list.
hr: Mi isto tako imamo <a href="%1">mailing listu</a>. Ne prijavljujte greške na mailing listu.
sq: Ne gjithashtu ofrojme nje <a href="%1">liste mesazhesh elektronike</a>. Mos postoni leshime ne listen tone te mesazheve elektronike.

source: Report a bug
hr: Prijavite grešku
sq: Raporto nje leshim

source: Please report bugs when you've exhausted all of the above options, and you are absolutely certain you've found a bug. Open a <a href="%1">new bug report</a>.
hr: Molimo Vas, prijavite greške kada iscrpite sve mogućnosti navedene iznad i kada ste u potpunosti sigurni da ste pronašli grešku. Otvorite <a href="%1">novo izvješće o grešci</a>.
sq: Ju lutem reportoni per leshime nese i keni ezauruar te gjitha opsionet e meposhtme, dhe jeni absolutisht te sigurte qe kemi gjetur nje leshim. Hapni nje <a href="%1">raport per leshim te ri</a>.

source: Urgent Appeal from Synergy
hr: Hitan apel iz Synergya
sq: Thirje Urgjente nga Sunergy

source: Sadly our sponsor has cut funding to the Synergy Project because it hasn't been profitable for them. We have now removed their optional toolbar from our installers. We hope that you will help us out by registering for <a href="download/">Synergy Premium</a> for $1 or whatever you feel our work is worth. All funding goes toward fixing bugs and speeding up development time. Thank you for reading!
hr: Nažalost naš sponzor je prestao financirati Synergy projekt, zbog toga što im nije bio dovoljno profitabilan. Zato smo sada uklonili njihovu izbornu alatnu traku iz našeg instalera. Nadamo se da ćete nam pomoći registracijom na <a href="download/">Synergy Premium</a> od $1 ili donacijom po vašoj želji, koliko mislite da vrijedi naš rad. Sva prikupljena sredstva biti će potrošena na ispravljanje grešaka i vrijeme potrošeno na razvoju Synergya. Hvala Vam na razumijevanju!
sq: Per fat te keq sponsorat tane kane nderprere fondet per Projektin sepse nuk ka perfitime per ta. Ne tashme e kemi hequr tooldbar-in e tyre nga instalimet tona. Ne shpresojme qe ju do te na ndihmoni duke u rregjistruar si <a href="download/">Synergy Premium</a> per $1 ose cfaredo vlere qe mendoni se puna jone vlen. Te gjitha fondet shkojne ne rregullimin e leshimeve dhe duke pershpejtuar kohen e zhvillimit. Faleminderit qe e lexuar.

source: Nick Bolton, Project Leader
hr: Nick Bolton, vođa projekta
sq: Nick Bolton, Udheheqesi i Projektit

source: Synergy lets you easily share your mouse and keyboard between multiple computers on your desk, and it's Free and Open Source. Just move your mouse off the edge of one computer's screen on to another. You can even share all of your clipboards. All you need is a network connection. Synergy is cross-platform (works on Windows, Mac OS X and Linux).
hr: Synergy vam omogućuje lagano dijeljenje vašg miša i tipkovnice između više računala na vašoj radnoj površini. Synergy je besplatan i otvorenog kôda. Jednostavno pomaknite vaš miš preko ruba zaslona jednog računala na zaslon drugog računala. Čak možete dijeliti sve vaše međuspremnike. Sve što trebate je Internet veza. Synergy je više platformska aplikacija (radi na Windowsima, Mac OS X i Linuxu).
sq: Sunergy ju mundeson lehtesisht te ndani mausin dhe tastieren me disa komopjutera te tjere ne tavolinen tuaj, eshte FALAS dhe me KOD TE HAPUR. Vetem levizni mausin nga kompjuteri juaj ne nje kompjuter tjeter. Madje mund te beni ndani te gjitha ekranet. Ju duhet vem nje lidhje interneti. Sunergy eshte nje platformi e gjere (punon ne Windows, MAC OS X dhe Linux).

source: Info
sq: Informacion

source: Follow Synergy coders!
hr: Slijedite Synergy kôdere!
sq: Ndiq koduesit e Synergy!

source: Key people
hr: Ključni ljudi
sq: Personat kryesore

source: Project leader and primary developer
hr: Vođa projekta i glavni razvijatelj
sq: Udheheqesi i projektit dhe zhvilluesi kryesor

source: Original author and project founder
hr: Izvorni autor i osnivač projekta
sq: Autori origjinal dhe themeluesi i projektit

source: Founder of Synergy+ (fork project)
hr: Osnivač Synergya + (fork projekt)
sq: Themeluesi i Sunergy+ (nenprojekt)

source: Synergy lets you share your keyboard and mouse between multiple computers on your desk.
hr: Synergy vam omogućuje dijeljenje vašeg miša i tipkovnice između više računala na vašoj radnoj površini.
sq: Sunergy ju mundeson lehtesisht te ndani mausin dhe tastieren me disa komopjutera te tjere ne tavolinen tuaj.

source: Home
hr: Početno
sq: Faqja Kryesore

source: Press
hr: Mediji
sq: Paraqit

source: Wiki
sq: Pergjigje

source: Tracker
hr: Pratitelj
sq: Gjurmues

source: Code
hr: Kôd
sq: Kodi

source: <b>Welcome</b>, Synergy Premium user! Thanks for supporting our project. <a href="%1">Premium account</a>.
hr: <b>Dobrodošli</b>, Synergy Premium korisniče! Hvala što ste podržali naš projekt. <a href="%1">Premium račun</a>.
sq: <b>Mireseerdhe</b>, perdorues i Synergy Premium! Faleminderit qe mbeshtesni projektin tone.<a href="%1">Llogari premium</a>.

source: Improve this translation
hr: Poboljšajte ovaj prijevod
sq: Permireso kete perkthim

source: License
hr: Licenca
sq: Licensa

source: Privacy Policy
hr: Pravila privatnosti
sq: Politikat e Privatesise

source: Support the Synergy project by registering a Synergy Premium account today.
hr: Podržite Synergy projekt registracijom Synergy Premium računa još danas.
sq: Mbeshtesi Projektin Sunergy duyke krijuar sot nje llogari Sunergy Premium.

source: <a href="%1">Register for Synergy Premium</a>.
hr: <a href="%1">Registrajte se na Synergy Premium</a>.
sq: <a href="%1">Rregjistrohu per Synergy Premium</a>

source: Login
hr: Prijava
sq: Hyr

source: If you don't have an account, you can <a href="%1">sign up</a>.
hr: Ako nemate račun, možete se <a href="%1">registrirati</a>.
sq: Nese nuk dispononi nje llogari, mund te <a href="%1">rregjistroheni</a>.

source: Password:
hr: Lozinka:
sq: Fjalekalimi:

source: Welcome to your Synergy Premium account. You have <b>%1</b> unassigned Premium vote(s).
hr: Dobrodošli u Vaš Synergy Premium račun. Imate <b>%1</b> nedodijeljen(ih) Premium glas(ova).
sq: Mireseerdhet ne llogarine tuaj Synergy Premium. Ju keni <b>%1</b> vota Premium te pacaktuara.

source: If you have just signed up and don't see any votes, we may be waiting to hear from PayPal so please be patient. <a href="%1">Check now</a>.
hr: Ako ste se upravo registrirali i ne vidite nijedan glas, možda čekamo odgovor od PayPala stoga budite strpljivi. <a href="%1">Provjeri sada</a>.
sq: Nese jeni rregjistruar dhe nuk shihni asnje vote, ndoshta jemi duke pritur konfirmimin nga PayPal, ju lutemi te jeni te duruar. <a href="%1">Kontollo tani</a>.

source: Logout
hr: Odjava
sq: Dilni:

source: Want more votes?
hr: Želite li više glasova?
sq: Deshironi me shume vota?

source: Each $10 contribution will give you 1 vote, so for example, $100 will give you 10 votes. Thanks for your support!
hr: Za svakih $10 donacije dajemo Vam 1 glas, npr. donacijom od $100 dobivate 10 glasova. Hvala Vam na vašoj podršci!
sq: Cdo dhurim prej $10 ju siguron nje vote, per shembull $100 do t'iu sigurojne 10 vota. Faleminderit per mbeshtetjen!

source: Your votes
hr: Vaši glasovi
sq: Votat tuaja:

source: You have not cast any votes yet.
hr: Još uvijek niste glasali.
sq: Nuk keni asnje vote.

source: Cast new vote
hr: Ponovno glasaj
sq: Sighuro nje vote te re.

source: To use Premium votes, enter an issue ID from our <a href="%1">issue tracker</a>, and assign a number of votes. Choose carefully; once votes are spent, you can't get them back. If you have any problems using your votes, please <a href="%2">email</a> for help (please do not report bugs to this address, use the <a href="%3">help</a> page instead).
hr: Za korištenje Premium glasanja, unesite ID problema sa našeg <a href="%1">pratitelja problema</a>, i dodajte broj glasova. Pažljivo izaberite, jednom kada je glas potrošen, ne možete ga vratiti natrag. Ako imate problema pri korištenju vaših glasova, pošaljite <a href="%2">e-poštu</a> za pomoć (ne prijavljujte greške na ovu adresu, za to koristite stranicu <a href="%3">Pomoć</a>).
sq: Per te perdorur votat Premium, hyni hapni nje ceshtje mbi ID nga <a href="%1">Ceshtjet e gjurmimit</a>, dhe vendosni numrin e votave. Zgjidhni me kujdes; nese i harxhoni votat nuk mund ti rikthejme. Nese keni probleme me perdorimin e votave, ju lutem dergoni nje <a href="%2">email</a> per ndihme (ju lutem mos reportoni per bugs ne kete adrese, perdorni faqen e <a href="%3">ndihmes</a>).

source: Issue ID:
hr: ID problema:
sq: ID e ceshtjes:

source: Votes:
hr: Glasovi:
sq: Votat:

source: Community votes
hr: Glasovi zajednice
sq: Votat e komunitetit:

source: If you've featured Synergy on your website, thank you! Please let us know so we can link to it.
hr: Ako ste objavili Synergy na vašoj web stranici, zahvaljujemo vam! Molimo Vas da nam to javite tako da možemo postaviti poveznicu prema vašoj web stranici.
sq: Nese keni vendosur nje risi ne Synergy ne uebfaqen tone, faleminderit! Ju lutemi te na njoftoni ne menyre qe ne te krijojme nje lidhje.

source: Featured
hr: Sadržaji
sq: Me tipare

source: Awards
hr: Nagrade
sq: Cmimet

source: Search all Synergy websites from one page.
hr: Pretraži sve Synergy web stranice sa jednog mjesta.
sq: Kerko te gjithe uebfaqet e Sunergy nga nje faqe e vetme.

source: What is searched?
hr: Što će biti pretraženo?
sq: Cfare eshte "kerkuar"?

source: Issue tracker
hr: Problem pratitelja
sq: Ceshtje gjurmimi

source: Website wiki
hr: Wiki web stranica
sq: Uebfaqja me pergjigje

source: Mailing lists
hr: Mailing lista
sq: Lista e mesazheve
